/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   main.c                                             :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: edalves- <edalves-@student.42.fr>          +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2025/03/15 10:31:38 by edalves-          #+#    #+#             */
/*   Updated: 2025/03/15 10:32:51 by edalves-         ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

#include "rush00.c"

/*
Declaração da função rush
*/

void rush(int largura, int altura);

int main(void)
{
    rush(5, 3); 
    return 0;
}